export const UnityListData = [
  {
    id: 1,
    title: "Chess",
    text: `체스를 컨셉으로 한 3D 맵은 실제 체스판을 모델링하여 유니티 엔진을 사용하여 구현한 가상의 공간입니다.
	이 맵은 보드 게임인 체스를 플레이하는 공간으로, 플레이어는 이 3D 맵 상에서 체스 말을 움직이며 게임을 진행합니다.
	
	3D 맵은 실제 체스판을 기반으로 제작되었기 때문에 체스판의 디자인과 구성요소들이 시각적으로 재현되어 있습니다. 맵 상의 체스판은 검은색과 흰색으로 번갈아가며 이루어진 8x8 격자로 구성되어 있으며, 각 격자에는 체스 말들이 배치될 수 있습니다.
	
	이 3D 맵은 플레이어의 머릿속에서 게임이 진행되는 상상 속의 공간을 시각화한 것입니다. 
	이 3D 맵은 마치 플레이어의 머릿속에서 말이 움직인다는 느낌을 주기 위해 구현되었습니다.
	
	이러한 3D 맵을 통해 플레이어는 현실적인 체스 경험을 가상 공간에서 즐길 수 있습니다. 
	3D 맵은 게임의 시각적인 즐거움과 함께 전략적인 사고와 결정을 요구하는 체스의 본질을 강조하여 플레이어에게 더욱 몰입감과 재미를 제공합니다.`,
    src: "/images/chess.png",
  },
  {
    id: 2,
    title: "Park",
    text: `
	현실에서는 여러 이유로 인해 전시를 야외에서 진행하기가 어려운 경우가 많습니다. 특히 자연경관과 비슷한 느낌을 주는 공원이나 연못 위에서의 전시는 더욱 실현이 어렵습니다. 그러나 이러한 제약을 극복하기 위해 공원을 컨셉으로 한 3D 맵을 제작하게 되었습니다.

이 공원 3D 맵은 자연의 요소를 모방하여 구현되었으며, 주변 환경과 자연 경관을 실제 공원과 유사하게 표현합니다. 맵 상에서는 푸른 잔디와 나무, 꽃들이 아름답게 배치되어 있으며, 특히 연못 위에서의 전시는 물 속에 떠다니는 조각들이나 작품들이 표현됩니다.

이 공원 3D 맵은 일반적인 전시에서는 느낄 수 없는 개방감과 자유로움을 플레이어에게 선사합니다. 플레이어는 마치 실제 공원에 있는 듯한 느낌으로 맵을 탐험하고 작품들을 감상할 수 있습니다. 이러한 개방된 분위기는 전시물들과 자연환경이 조화를 이루며, 플레이어에게 독특하고 특별한 경험을 선사합니다.

따라서, 이 공원 3D 맵은 야외 전시의 제약을 극복하여 자연과 문화를 결합한 색다른 경험을 제공하고, 플레이어에게 보통의 전시에서는 느낄 수 없는 개방감과 아름다움을 느낄 수 있도록 합니다.
	`,
    src: "/images/park.png",
  },
  {
    id: 3,
    title: "Plaza",
    text: `
	현실과 가장 비슷한 느낌을 주는 3D 맵을 제작하였습니다. 이 맵은 실제 전시회를 참고하여 디자인되었으며, 플레이어가 직접 전시에 방문하지 않아도 되는 느낌을 최대한 살리기 위해 실제 전시회의 모습을 재현하였습니다.

맵 내부에는 주사위, 볼펜, 그리고 다양한 잡동사니들이 놓여져 있어 현실적인 공간감을 조성합니다. 이로써 맵은 실제 전시회의 현장을 플레이어에게 전달하며, 공간을 더욱 생동감 있게 채워줍니다. 또한, 맵 중앙에는 나무가 배치되어 있어 자연의 요소를 가미하여 조화로운 분위기를 조성합니다.

이 3D 맵은 플레이어에게 전시회의 분위기와 실감을 전달함으로써, 직접 전시회에 참석하지 않아도 전시물들을 감상하고 경험할 수 있는 느낌을 줍니다. 잡동사니들이 배치된 공간은 현실적인 디테일을 추가하여 플레이어에게 더욱 몰입감을 제공합니다.

이러한 현실적인 3D 맵은 플레이어에게 전시회에 참석한 것과 유사한 경험을 제공하며, 특별한 전시물과 공간의 분위기를 전달합니다. 따라서, 전시회에 직접 참석하지 못하는 경우에도 이 맵을 통해 현실적인 전시 경험을 즐길 수 있습니다.




`,
    src: "/images/plaza.png",
  },
  {
    id: 4,
    title: "unity4",
    text: "The forth",
    src: "/images/The Imaginarium (2).png",
  },
  {
    id: 5,
    title: "unity5",
    text: "The fifth",
    src: "/images/The Imaginarium (2).png",
  },
];
